{
  "Directory": [
{
  "name": "Massimo's",
  "contact_info": "William Rinetti",
  "logo_file": "1444massimos-logo.png",
  "web_link": "http://www.massimos.com/",
  "description": "William Massimo Rinetti founded Massimo’s Italian Restaurant in 1976. Massimo’s opening was the realization of Bill’s lifelong dream of owning and operating a fine dining establishment. A second generation Californian whose grandparents emigrated from Sicily and the Piemonte region of Italy, Bill acquired his appreciation of cooking in the Italian style in the kitchens of his mother and grandmothers. It was there that his dedication to the finest ingredients, careful preparation, and attention to detail were learned. “Never compromise quality” became the hallmark of his restaurant. At Massimo’s, every dish reflected Bill’s dedication to offering his patrons the finest dining experience possible. Delicious food, elegant ambiance, and professional service became a tradition that is carried on today by his son, Bill Jr.",
  "facebook_link": "https://www.facebook.com/MassimosFremont"
},
{
  "name": "Papillon Restaurant",
  "contact_info": "Charlie Foreman",
  "logo_file": "Asset_2.png",
  "web_link": "http://www.papillonrestaurant.com/",
  "description": "A tranquil and stately 'butterfly' has been calling the Niles area of Fremont home for over 40 years. Perched on Mission Boulevard just west of the entrance to Niles Canyon, near the Sullivan Underpass, Papillon - the French name for Butterfly - has been quietly serving lunch and dinner patrons from near and far with elegance and panache.",
  "facebook_link": "https://www.facebook.com/papillon1978/"
},
{
  "name": "Factory Tea Bar",
  "contact_info": "Manager on Duty",
  "logo_file": "factory_tea_bar.png",
  "web_link": "https://ftbfremont.business.site/",
  "description": "Established in 2011 in Southern California, we have now brought Factory Tea Bar (F.T.B.) to Fremont, California.  F.T.B. takes pride in offering selections of bubble tea, milk tea, real fruit smoothies and flavored iced milk beverages that are unique only to F.T.B.",
  "facebook_link": "https://www.facebook.com/ftbfremont/"
},
{
  "name": "Joe's Corner",
  "contact_info": "Joe",
  "logo_file": "joes_corner_logo.png",
  "web_link": "https://www.joescornerniles.com/",
  "description": "Joe's Corner, a nearly century old restaurant and a neighborhood destination is located in the heart of Fremont’s historic Niles district. It's old world vibe is as cool and casual as it is charming.",
  "facebook_link": "https://www.facebook.com/joescornerniles/"
},
{
  "name": "The Counter",
  "contact_info": "Mr. Frank Chao",
  "logo_file": "the_counter_logo.png",
  "web_link": "https://www.thecounter.com/",
  "description": "The Counter is on a mission to challenge the way people think about burgers. We’re about creative construction. We think life is about experiences. Trying stuff. Learning. Being Inventive. So we’ve searched for ingredients, chosen quality meats, inventive sauces, toasted buns, melted cheeses and blended shakes that shout flavor. Visit The Counter today where the possibilities are endless. The Counter Fremont CA is a contemporary burger restaurant with customizable gourmet burgers, including vegetarian, vegan and gluten-free offerings, craveable starters, creamy shakes; plus beer and wine.",
  "facebook_link": "https://www.facebook.com/TheCounter"
},
{
  "name": "Kayantra",
  "contact_info": "Kayantra",
  "logo_file": "kayantra_logo.png",
  "web_link": "https://www.kayantra.com/",
  "description": "We analyze skin, identify skin problems, treat professionally and suggest how to take care of skin at home. Our products are all natural plant based certified Vegan and Kosher without any fillers, artificial colors or synthetic smell, solving your skin problems and leaving a healthy looking fresh skin",
  "facebook_link": "https://www.facebook.com/kayantra"
},
{
  "name": "Kidango",
  "contact_info": "Scott Moore",
  "logo_file": "kidango_logo.png",
  "web_link": "https://www.kidango.org/",
  "description": "Our vision is that all children have the skills they need to be ready for success in school and life. Making this vision a reality is one of the greatest and most important challenges any community faces. Research shows that low income preschoolers are up to two years behind their upper income peers in early language and math development. It’s a primary reason why over half of California’s 3rd graders are not proficient in either language or math.",
  "facebook_link": "https://www.facebook.com/Kidango"
}
]
}
